Repository: horde/Refactor
Catalog: locale/*/LC_MESSAGES/Horde_Refactor.po
Languages: de

source: More than one @license tag.
de: Mehr als ein @license Label.

source: No DocBlocks found, adding default DocBlocks
de: Keine DocBlocks gefunden, Standard-DocBlocks hinzugefügt

source: No file-level DocBlock found, creating one from class-level DocBlock
de: Kein Datei-DocBlock gefunden, neuer DocBlock aus Klasse erzeugt

source: The %s DocBlock contains duplicate @%s tags
de: Der %s-DocBlock enthält doppelte @%s Label

source: The %s DocBlock contains text that should be in the %s DocBlock
de: Der %s-DocBlock enthält Text, der im %s-DocBlock sein sollte

source: The %s DocBlock description is not valid
de: Die %s-DocBlock-Beschreibung ist ungültig

source: The %s DocBlock summary is not valid
de: Die %s-DocBlock-Zusammenfassung ist ungültig

source: The %s DocBlock tags should include:
de: Die %s-DocBlock-Labels sollten enthalten:

source: The %s DocBlock tags should not include:
de: Die %s-DocBlock-Labels sollten nicht enthalten:

source: The @copyright tags are different from the copyright header
de: Die @copyright Label unterscheiden sich vom Copyright-Kopfeintrag

source: The @license tag URL is different from the license URL in the header
de: Die @license Label-URL unterscheidet sich von der Lizenz-URL im Kopfeintrag

source: The @license tag name is different from the license name in the header
de: Der @license Label-Name unterscheidet sich von dem Lizenznamen im Kopfeintrag

source: The DocBlocks contain different values for the @%s tag
de: Die DocBlocks enthalten unterschiedliche Werte für die @%s Label

source: Token "%s" Not Found
de: Token "%s" nicht gefunden

source: Unexpected Token "%s"
de: Unerwarteter Token "%s"

source: class-level
de: Klassen

source: file-level
de: Datei
